Revit 2026 API

# TileTileUseRowEdit Property

---

The property labeled "Row Modify" from the "Tile" schema.

**Namespace:** Autodesk.Revit.DB.Visual**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public static string TileUseRowEdit { get; }
```
```vb
Public Shared ReadOnly Property TileUseRowEdit As String
	Get
```
```cpp
public:
static property String^ TileUseRowEdit {
	String^ get ();
}
```
```fsharp
static member TileUseRowEdit : string with get
```

#### Property Value

String

This property is of type "AssetPropertyBoolean".

#### Reference

Tile Class

Autodesk.Revit.DB.Visual Namespace